{
  "plugins": {
    "autoclose.nvim": {
      "src": "https://github.com/m4xshen/autoclose.nvim"
    },
    "bamboo.nvim": {
      "src": "https://github.com/ribru17/bamboo.nvim"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "darcubox-nvim": {
      "src": "https://github.com/dotsilas/darcubox-nvim"
    },
    "everforest": {
      "src": "https://github.com/sainnhe/everforest"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "komau.vim": {
      "src": "https://github.com/ntk148v/komau.vim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "midnight.nvim": {
      "src": "https://github.com/dasupradyumna/midnight.nvim"
    },
    "monoglow.nvim": {
      "src": "https://github.com/wnkz/monoglow.nvim"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "nerdcommenter": {
      "src": "https://github.com/preservim/nerdcommenter"
    },
    "noirblaze-vim": {
      "src": "https://github.com/n1ghtmare/noirblaze-vim"
    },
    "nordic.nvim": {
      "src": "https://github.com/AlexvZyl/nordic.nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/kyazdani42/nvim-web-devicons"
    },
    "oxocarbon.nvim": {
      "src": "https://github.com/nyoom-engineering/oxocarbon.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "scope.nvim": {
      "src": "https://github.com/tiagovla/scope.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "sonokai": {
      "src": "https://github.com/sainnhe/sonokai"
    },
    "tiny-code-action.nvim": {
      "src": "https://github.com/rachartier/tiny-code-action.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "transparent.nvim": {
      "src": "https://github.com/xiyaowong/transparent.nvim"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    "vim-easymotion": {
      "src": "https://github.com/easymotion/vim-easymotion"
    },
    "vim-sunbather": {
      "src": "https://github.com/nikolvs/vim-sunbather"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    }
  }
}
